Repository: Nexatrode/nexawal
Catalog: nexawal/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fil, fr, ga, gl, gn, ha, he, hi, hr, hu, hy, id, it, ja, ko, ky, lt, lv, ms, my, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sv, th, tr, uk, ur, vi, yo, zh_hans, zh_hant

source: Monero receive QR
ar: رمز QR لاستقبال Monero
az: Monero qəbul QR-i
bg: QR код за получаване на Monero
bn: Monero রিসিভ QR
ca: QR de recepció de Monero
cs: QR kód pro přijetí Monero
da: Monero-modtagelses-QR
de: Monero-Empfangs-QR
el: QR λήψης Monero
eo: Ricevada QR-kodo de Monero
es: QR de recepción Monero
et: Monero vastuvõtu QR
eu: Monero jasotzeko QRa
fa: کد QR دریافت Monero
fi: Monero-vastaanotto-QR
fil: QR ng pagtanggap ng Monero
fr: QR de réception Monero
ga: QR faighte Monero
gl: QR de recepción de Monero
gn: QR jehupytyrã Monero
ha: QR na Karɓar Monero
he: קוד QR לקבלת Monero
hi: Monero प्राप्तकर्ता QR
hr: Monero QR za primanje
hu: Monero fogadó QR
hy: Monero ստացման QR
id: QR terima Monero
it: QR di ricezione Monero
ja: Monero受取用QRコード
ko: Monero 수신 QR
ky: Monero кабыл алуу QR коду
lt: Monero gavimo QR
lv: Monero saņemšanas QR
ms: Kod QR penerimaan Monero
my: Monero လက်ခံရန် QR code
nb: Monero-mottaks-QR
nl: Monero-ontvangst-QR
pl: Kod QR odbioru Monero
pt_br: QR de recebimento Monero
ro: Cod QR de primire Monero
ru: QR-код для получения Monero
sk: QR kód na prijatie Monero
sl: QR koda za prejem Monero
sq: Kodi QR marrës i Monero
sv: Monero-mottagnings-QR
th: QR รับเงิน Monero
tr: Monero alım QR'ı
uk: QR-код отримання Monero
ur: Monero وصولی QR
vi: Mã QR nhận Monero
yo: Kóòdù QR gbígbà Monero
zh_hans: Monero 接收 QR 码
zh_hant: Monero 接收 QR 碼

source: Neon terminal look. Leave off for the standard theme (default).
ar: مظهر نيون على شكل طرفية. اتركه معطلاً لاستخدام السمة القياسية (الافتراضية).
az: Neon terminal görünüşü. Standart tema üçün (defolt) söndürülmüş saxlayın.
bg: Вид на неонов терминал. Оставете изключено за стандартната тема (по подразбиране).
bn: নিয়ন টার্মিনাল লুক। স্ট্যান্ডার্ড থিমের জন্য (ডিফল্ট) বন্ধ রাখুন।
ca: Aspecte de terminal neó. Deixa-ho desactivat per al tema estàndard (per defecte).
cs: Vzhled neonového terminálu. Pro standardní motiv (výchozí) jej nechte vypnutý.
da: Neon-terminaludseende. Lad den være slået fra for standardtemaet (standard).
de: Neon-Terminal-Look. Lass diese Option deaktiviert für das Standarddesign (Standard).
el: Εμφάνιση τερματικού neon. Αφήστε το απενεργοποιημένο για το τυπικό θέμα (προεπιλογή).
eo: Neona terminala aspekto. Lasu malŝaltita por la norma temo (defaŭlta).
es: Aspecto de terminal neón. Déjalo desactivado para el tema estándar (predeterminado).
et: Neoonterminali välimus. Jätke välja lülitatuks standardteema jaoks (vaikimisi).
eu: Terminal itxura neon-koloretan. Utzi desaktibatuta gai estandarrerako (lehenetsia).
fa: ظاهر ترمینال نئونی. برای پوسته استاندارد (پیش‌فرض)، آن را خاموش بگذارید.
fi: Neonpäätteen ulkoasu. Jätä pois käytöstä vakioteemaa varten (oletus).
fil: Neon terminal look. Iwanang naka-off para sa karaniwang tema (default).
fr: Apparence terminal néon. Laisse désactivé pour le thème standard (par défaut).
ga: Cuma teirminéil niúin. Fág díchumasaithe don téama caighdeánach (réamhshocraithe).
gl: Aspecto de terminal neon. Déixao desactivado para o tema estándar (predeterminado).
gn: Techapyrã terminal neón-gua. Ehejánte mbogue hag̃ua tema estándar (default) ojeporu.
ha: Kamannin tashar neon. Bar shi a kashe don jigo na yau da kullum (tsoho).
he: מראה ניאון בסגנון מסוף. השאר כבוי לעיצוב הרגיל (ברירת המחדל).
hi: नियॉन टर्मिनल लुक। मानक थीम (डिफ़ॉल्ट) के लिए इसे बंद रखें।
hr: Neonski izgled terminala. Ostavite isključeno za standardnu temu (zadano).
hu: Neon terminál kinézet. Hagyd kikapcsolva a standard témához (alapértelmezett).
hy: Նեոնային տերմինալի տեսք։ Թողեք անջատված՝ ստանդարտ թեմայի համար (կանխադրված)։
id: Tampilan terminal neon. Biarkan nonaktif untuk tema standar (default).
it: Aspetto terminale neon. Lascia disattivato per il tema standard (predefinito).
ja: ネオンターミナルの見た目です。オフにすると標準テーマ(デフォルト)になります。
ko: 네온 터미널 스타일입니다. 끄면 표준 테마(기본값)가 적용됩니다.
ky: Неон терминал көрүнүшү. Стандарттык тема үчүн (демейки) өчүрүлгөн бойдон калтырыңыз.
lt: Neoninio terminalo išvaizda. Palikite išjungtą standartinei temai (numatytoji).
lv: Neona termināļa izskats. Atstājiet izslēgtu standarta tēmai (noklusējums).
ms: Rupa terminal neon. Biarkan tidak aktif untuk tema standard (lalai).
my: Neon terminal ပုံစံ။ ပုံမှန် theme (default) အတွက် ပိတ်ထားပါ။
nb: Neonpreget terminalutseende. La stå av for standardtemaet (standard).
nl: Neon-terminaluiterlijk. Laat uit voor het standaardthema (standaard).
pl: Wygląd neonowego terminala. Wyłącz, aby użyć standardowego motywu (domyślny).
pt_br: Visual de terminal neon. Deixe desativado para o tema padrão (padrão).
ro: Aspect neon de tip terminal. Lasă dezactivat pentru tema standard (implicit).
ru: Неоновый терминальный вид. Оставьте выключенным для стандартной темы (по умолчанию).
sk: Vzhľad neónového terminálu. Pre štandardnú tému (predvolenú) ju nechajte vypnutú.
sl: Videz neonskega terminala. Pusti izklopljeno za standardno temo (privzeto).
sq: Pamje neon terminali. Lëre të fikur për temën standarde (parazgjedhur).
sv: Neonterminalutseende. Lämna av för standardtemat (standard).
th: รูปลักษณ์เทอร์มินัลไฟนีออน ปิดไว้เพื่อใช้ธีมมาตรฐาน (ค่าเริ่มต้น)
tr: Neon terminal görünümü. Standart tema (varsayılan) için kapalı bırak.
uk: Вигляд неонового терміналу. Вимкніть, щоб використати стандартну тему (за замовчуванням).
ur: نیون ٹرمینل کا انداز۔ معیاری تھیم (ڈیفالٹ) کے لیے اسے بند رکھیں۔
vi: Giao diện terminal neon. Để tắt để dùng giao diện tiêu chuẩn (mặc định).
yo: Ìrísí terminal neon. Fi sílẹ̀ tí kò ṣiṣẹ́ fún àwòrán déédé (ìpilẹ̀ṣẹ̀).
zh_hans: 霓虹终端外观。关闭此项以使用标准主题(默认)。
zh_hant: 霓虹終端外觀。關閉此項以使用標準主題(預設)。

source: Network & Node
ar: الشبكة والعقدة
az: Şəbəkə və Node
bg: Мрежа и възел
bn: নেটওয়ার্ক ও নোড
ca: Xarxa i node
cs: Síť a uzel
da: Netværk & node
de: Netzwerk & Node
el: Δίκτυο & κόμβος
eo: Reto & Nodo
es: Red y nodo
et: Võrk ja sõlm
eu: Sarea eta nodoa
fa: شبکه و گره
fi: Verkko ja solmu
fil: Network at Node
fr: Réseau et nœud
ga: Líonra agus Nód
gl: Rede e nodo
gn: Red & Nodo
ha: Hanyar Sadarwa & Node
he: רשת וצומת
hi: नेटवर्क और नोड
hr: Mreža i čvor
hu: Hálózat és csomópont
hy: Ցանց և հանգույց
id: Jaringan & Node
it: Rete e nodo
ja: ネットワークとノード
ko: 네트워크 및 노드
ky: Тармак & Түйүн
lt: Tinklas ir tinklo taškas
lv: Tīkls un mezgls
ms: Rangkaian &amp; Node
my: ကွန်ရက် &amp; Node
nb: Nettverk og node
nl: Netwerk & Node
pl: Sieć i węzeł
pt_br: Rede e Nó
ro: Rețea și nod
ru: Сеть и узел
sk: Sieť a uzol
sl: Omrežje in vozlišče
sq: Rrjeti & Nyja
sv: Nätverk och nod
th: เครือข่ายและโหนด
tr: Ağ ve Düğüm
uk: Мережа і вузол
ur: نیٹ ورک اور نوڈ
vi: Mạng và node
yo: Nẹ́tíwọ́ọ̀kì &amp; Node
zh_hans: 网络与节点
zh_hant: 網絡與節點

source: Network Height
ar: ارتفاع الشبكة
az: Şəbəkə hündürlüyü
bg: Височина на мрежата
bn: নেটওয়ার্ক উচ্চতা
ca: Alçada de la xarxa
cs: Výška sítě
da: Netværkshøjde
de: Netzwerkhöhe
el: Ύψος δικτύου
eo: Alteco de la Reto
es: Altura de red
et: Võrgu kõrgus
eu: Sarearen altuera
fa: ارتفاع شبکه
fi: Verkon korkeus
fil: Height ng Network
fr: Hauteur du réseau
ga: Airde an Líonra
gl: Altura da rede
gn: Altura de Red
ha: Tsayin Hanyar Sadarwa
he: גובה הרשת
hi: नेटवर्क हाइट
hr: Visina mreže
hu: Hálózati magasság
hy: Ցանցի բարձրություն
id: Tinggi Jaringan
it: Altezza della rete
ja: ネットワーク高さ
ko: 네트워크 높이
ky: Тармак бийиктиги
lt: Tinklo aukštis
lv: Tīkla augstums
ms: Ketinggian Rangkaian
my: ကွန်ရက် အမြင့်
nb: Nettverkshøyde
nl: Netwerkhoogte
pl: Wysokość sieci
pt_br: Altura da Rede
ro: Înălțimea rețelei
ru: Высота сети
sk: Výška siete
sl: Višina omrežja
sq: Lartësia e Rrjetit
sv: Nätverkshöjd
th: ความสูงเครือข่าย
tr: Ağ Yüksekliği
uk: Висота мережі
ur: نیٹ ورک ہائٹ
vi: Độ cao mạng
yo: Ipele Nẹ́tíwọ́ọ̀kì
zh_hans: 网络高度
zh_hant: 網絡高度

source: New Address
ar: عنوان جديد
az: Yeni ünvan
bg: Нов адрес
bn: নতুন ঠিকানা
ca: Nova adreça
cs: Nová adresa
da: Ny adresse
de: Neue Adresse
el: Νέα διεύθυνση
eo: Nova Adreso
es: Nueva dirección
et: Uus aadress
eu: Helbide berria
fa: آدرس جدید
fi: Uusi osoite
fil: Bagong Address
fr: Nouvelle adresse
ga: Seoladh Nua
gl: Novo enderezo
gn: Dirección Pyahu
ha: Sabon Adireshi
he: כתובת חדשה
hi: नया पता
hr: Nova adresa
hu: Új cím
hy: Նոր հասցե
id: Alamat Baru
it: Nuovo indirizzo
ja: 新しいアドレス
ko: 새 주소
ky: Жаңы дарек
lt: Naujas adresas
lv: Jauna adrese
ms: Alamat Baharu
my: လိပ်စာအသစ်
nb: Ny adresse
nl: Nieuw Adres
pl: Nowy adres
pt_br: Novo Endereço
ro: Adresă nouă
ru: Новый адрес
sk: Nová adresa
sl: Nov naslov
sq: Adresë e Re
sv: Ny adress
th: ที่อยู่ใหม่
tr: Yeni Adres
uk: Нова адреса
ur: نیا ایڈریس
vi: Địa chỉ mới
yo: Àdírẹ́sì Tuntun
zh_hans: 新地址
zh_hant: 新地址

source: New address label
ar: تسمية العنوان الجديد
az: Yeni ünvan etiketi
bg: Етикет на новия адрес
bn: নতুন ঠিকানার লেবেল
ca: Etiqueta de la nova adreça
cs: Popisek nové adresy
da: Nyt adressenavn
de: Bezeichnung der neuen Adresse
el: Νέα ετικέτα διεύθυνσης
eo: Etikedo de nova adreso
es: Etiqueta de nueva dirección
et: Uue aadressi märgis
eu: Helbide berriaren etiketa
fa: برچسب آدرس جدید
fi: Uuden osoitteen nimike
fil: Bagong label ng address
fr: Libellé de la nouvelle adresse
ga: Lipéad seoladh nua
gl: Etiqueta do novo enderezo
gn: Rótulo dirección pyahu
ha: Lakabin sabon adireshi
he: תווית לכתובת החדשה
hi: नया पता लेबल
hr: Naziv nove adrese
hu: Új cím felirata
hy: Նոր հասցեի պիտակ
id: Label alamat baru
it: Etichetta nuovo indirizzo
ja: 新しいアドレスのラベル
ko: 새 주소 라벨
ky: Жаңы дарек белгиси
lt: Naujo adreso žymė
lv: Jaunas adreses etiķete
ms: Label alamat baharu
my: လိပ်စာအသစ် အမှတ်တံဆိပ်
nb: Ny adresseetikett
nl: Label voor nieuw adres
pl: Etykieta nowego adresu
pt_br: Rótulo do novo endereço
ro: Etichetă adresă nouă
ru: Метка нового адреса
sk: Popis novej adresy
sl: Oznaka novega naslova
sq: Etiketa e adresës së re
sv: Etikett för ny adress
th: ป้ายชื่อที่อยู่ใหม่
tr: Yeni adres etiketi
uk: Позначка нової адреси
ur: نئے ایڈریس کا لیبل
vi: Nhãn địa chỉ mới
yo: Àkọlé àdírẹ́sì tuntun
zh_hans: 新地址标签
zh_hant: 新地址標籤

source: New address label (optional)
ar: تسمية العنوان الجديد (اختياري)
az: Yeni ünvan etiketi (istəyə bağlı)
bg: Етикет на новия адрес (незадължително)
bn: নতুন ঠিকানার লেবেল (ঐচ্ছিক)
ca: Etiqueta de la nova adreça (opcional)
cs: Popisek nové adresy (volitelné)
da: Nyt adressenavn (valgfrit)
de: Bezeichnung der neuen Adresse (optional)
el: Νέα ετικέτα διεύθυνσης (προαιρετικό)
eo: Etikedo de nova adreso (nedeviga)
es: Etiqueta de nueva dirección (opcional)
et: Uue aadressi märgis (valikuline)
eu: Helbide berriaren etiketa (aukerakoa)
fa: برچسب آدرس جدید (اختیاری)
fi: Uuden osoitteen nimike (valinnainen)
fil: Bagong label ng address (opsyonal)
fr: Libellé de la nouvelle adresse (facultatif)
ga: Lipéad seoladh nua (roghnach)
gl: Etiqueta do novo enderezo (opcional)
gn: Rótulo dirección pyahu (opcional)
ha: Lakabin sabon adireshi (na zaɓi)
he: תווית לכתובת החדשה (אופציונלי)
hi: नया पता लेबल (वैकल्पिक)
hr: Naziv nove adrese (neobavezno)
hu: Új cím felirata (opcionális)
hy: Նոր հասցեի պիտակ (ընտրովի)
id: Label alamat baru (opsional)
it: Etichetta nuovo indirizzo (opzionale)
ja: 新しいアドレスのラベル(任意)
ko: 새 주소 라벨 (선택 사항)
ky: Жаңы дарек белгиси (милдеттүү эмес)
lt: Naujo adreso žymė (nebūtina)
lv: Jaunas adreses etiķete (neobligāta)
ms: Label alamat baharu (pilihan)
my: လိပ်စာအသစ် အမှတ်တံဆိပ် (ရွေးချယ်နိုင်)
nb: Ny adresseetikett (valgfritt)
nl: Label voor nieuw adres (optioneel)
pl: Etykieta nowego adresu (opcjonalnie)
pt_br: Rótulo do novo endereço (opcional)
ro: Etichetă adresă nouă (opțional)
ru: Метка нового адреса (необязательно)
sk: Popis novej adresy (nepovinné)
sl: Oznaka novega naslova (neobvezno)
sq: Etiketa e adresës së re (opsionale)
sv: Etikett för ny adress (valfritt)
th: ป้ายชื่อที่อยู่ใหม่ (ไม่บังคับ)
tr: Yeni adres etiketi (isteğe bağlı)
uk: Позначка нової адреси (необов'язково)
ur: نئے ایڈریس کا لیبل (اختیاری)
vi: Nhãn địa chỉ mới (không bắt buộc)
yo: Àkọlé àdírẹ́sì tuntun (àṣàyàn)
zh_hans: 新地址标签(可选)
zh_hant: 新地址標籤(可選)

source: New receive address
ar: عنوان استقبال جديد
az: Yeni qəbul ünvanı
bg: Нов адрес за получаване
bn: নতুন রিসিভ ঠিকানা
ca: Nova adreça de recepció
cs: Nová přijímací adresa
da: Ny modtagelsesadresse
de: Neue Empfangsadresse
el: Νέα διεύθυνση λήψης
eo: Nova ricevada adreso
es: Nueva dirección de recepción
et: Uus vastuvõtuaadress
eu: Jasotze-helbide berria
fa: آدرس دریافت جدید
fi: Uusi vastaanotto-osoite
fil: Bagong address ng pagtanggap
fr: Nouvelle adresse de réception
ga: Seoladh faighte nua
gl: Novo enderezo de recepción
gn: Dirección jehupytyrã pyahu
ha: Sabon adireshin karɓa
he: כתובת קבלה חדשה
hi: नया प्राप्तकर्ता पता
hr: Nova adresa za primanje
hu: Új fogadó cím
hy: Նոր ստացման հասցե
id: Alamat terima baru
it: Nuovo indirizzo di ricezione
ja: 新しい受取用アドレス
ko: 새 수신 주소
ky: Жаңы кабыл алуу дареги
lt: Naujas gavimo adresas
lv: Jauna saņemšanas adrese
ms: Alamat penerimaan baharu
my: လက်ခံရန် လိပ်စာအသစ်
nb: Ny mottaksadresse
nl: Nieuw ontvangstadres
pl: Nowy adres odbiorczy
pt_br: Novo endereço de recebimento
ro: Adresă de primire nouă
ru: Новый адрес получения
sk: Nová prijímacia adresa
sl: Nov naslov za prejem
sq: Adresë e re marrëse
sv: Ny mottagaradress
th: ที่อยู่รับเงินใหม่
tr: Yeni alım adresi
uk: Нова адреса отримання
ur: نیا وصولی ایڈریس
vi: Địa chỉ nhận mới
yo: Àdírẹ́sì gbígbà tuntun
zh_hans: 新的接收地址
zh_hant: 新的接收地址

source: nexawal by Nexatrode LLC is a self-custodial interface for managing digital assets. You hold exclusive responsibility for your private keys and 25-word seed phrase.
ar: nexawal من Nexatrode LLC واجهة ذاتية الحفظ لإدارة الأصول الرقمية. أنت تتحمل المسؤولية الحصرية عن مفاتيحك الخاصة وعبارة الاسترداد المكوّنة من 25 كلمة.
az: Nexatrode LLC-nin nexawal-ı rəqəmsal aktivləri idarə etmək üçün özünə saxlama interfeysidir. Şəxsi açarlarınız və 25 sözlük seed ifadəniz üçün müstəsna məsuliyyət sizə aiddir.
bg: nexawal от Nexatrode LLC е интерфейс със самостоятелно съхранение за управление на цифрови активи. Вие носите изключителна отговорност за частните си ключове и seed фразата от 25 думи.
bn: Nexatrode LLC-এর nexawal ডিজিটাল সম্পদ পরিচালনার জন্য একটি স্ব-অভিভাবক ইন্টারফেস। আপনার প্রাইভেট কী এবং ২৫-শব্দের সিড বাক্যাংশের সম্পূর্ণ দায়িত্ব আপনার।
ca: nexawal de Nexatrode LLC és una interfície d’autocustòdia per gestionar actius digitals. Teniu la responsabilitat exclusiva de les claus privades i de la frase llavor de 25 paraules.
cs: nexawal od Nexatrode LLC je self-custodial rozhraní pro správu digitálních aktiv. Výhradní odpovědnost za soukromé klíče a 25slovnou seed frázi neseš ty.
da: nexawal fra Nexatrode LLC er en self-custodial grænseflade til at administrere digitale aktiver. Du har det fulde ansvar for dine private nøgler og 25-ords seed-sætning.
de: nexawal von Nexatrode LLC ist eine selbstverwahrte Schnittstelle zur Verwaltung digitaler Vermögenswerte. Du trägst die alleinige Verantwortung für deine privaten Schlüssel und die 25-Wort-Seed-Phrase.
el: Το nexawal της Nexatrode LLC είναι μια διεπαφή αυτοφύλαξης για τη διαχείριση ψηφιακών περιουσιακών στοιχείων. Έχετε αποκλειστική ευθύνη για τα ιδιωτικά σας κλειδιά και τη φράση seed 25 λέξεων.
eo: nexawal de Nexatrode LLC estas mem-garda interfaco por administri ciferecajn aktivojn. Vi sole respondecas pri viaj privataj ŝlosiloj kaj 25-vorta semfrazo.
es: nexawal de Nexatrode LLC es una interfaz de autocustodia para gestionar activos digitales. Usted tiene la responsabilidad exclusiva de sus claves privadas y de su frase semilla de 25 palabras.
et: Nexatrode LLC nexawal on isehoidlik liides digitaalse vara haldamiseks. Kannate ainuisikulist vastutust privaatvõtmete ja 25-sõnalise seemnelause eest.
eu: Nexatrode LLC-ren nexawal auto-zaintzako interfazea da aktibo digitalak kudeatzeko. Zure gako pribatuen eta 25 hitzeko seed esaldiaren erantzukizun esklusiboa duzu.
fa: nexawal از Nexatrode LLC یک رابط خودنگهدار برای مدیریت دارایی‌های دیجیتال است. مسئولیت انحصاری کلیدهای خصوصی و عبارت بازیابی ۲۵ کلمه‌ای بر عهده شماست.
fi: Nexatrode LLC:n nexawal on itsehallinnollinen käyttöliittymä digitaalisten varojen hallintaan. Olet yksin vastuussa yksityisavaimistasi ja 25 sanan siemenlauseesta.
fil: Ang nexawal ng Nexatrode LLC ay isang self-custodial na interface para sa pamamahala ng digital na asset. Ikaw ang may eksklusibong responsibilidad sa iyong mga private key at 25-salitang seed phrase.
fr: nexawal par Nexatrode LLC est une interface en auto-conservation pour gérer des actifs numériques. Vous êtes seul responsable de vos clés privées et de votre phrase de récupération de 25 mots.
ga: Is comhéadan féinchoimeádta é nexawal ó Nexatrode LLC chun sócmhainní digiteacha a bhainistiú. Tá freagracht eisiach ort as do phríomheochracha agus as an bhfrása síl 25 focal.
gl: nexawal de Nexatrode LLC é unha interface de autocustodia para xestionar activos dixitais. Ten a responsabilidade exclusiva das súas chaves privadas e da frase semente de 25 palabras.
gn: nexawal Nexatrode LLC mba'éva ha'e peteĩ interface autocustodia oñangareko hag̃ua mba'e rehegua digital-pe. Ndévoi reñangarekóta ne llave privada ha ne semilla ñe'ẽ 25-pe.
ha: nexawal na Nexatrode LLC interface ne na kula da kai don sarrafa kadarorin dijital. Kai ne kaɗai ke da alhakin maɓallan sirri da jimlar iri ta kalmomi 25.
he: nexawal של Nexatrode LLC הוא ממשק בשמירה עצמית לניהול נכסים דיגיטליים. האחריות הבלעדית למפתחות הפרטיים ולביטוי הזרע בן 25 המילים היא שלך.
hi: Nexatrode LLC का nexawal डिजिटल संपत्तियों के प्रबंधन के लिए एक स्व-अभिरक्षा इंटरफ़ेस है। आपकी निजी कुंजियों और 25-शब्द सीड वाक्यांश की पूरी ज़िम्मेदारी आपकी है।
hr: nexawal tvrtke Nexatrode LLC samostalno je skrbničko sučelje za upravljanje digitalnom imovinom. Isključivo ste odgovorni za svoje privatne ključeve i seed frazu od 25 riječi.
hu: A Nexatrode LLC nexawal alkalmazása önőrzésű felület digitális eszközök kezeléséhez. A privát kulcsokért és a 25 szavas seed kifejezésért kizárólag Ön felel.
hy: Nexatrode LLC-ի nexawal-ը ինքնապահպանման միջերես է թվային ակտիվները կառավարելու համար։ Դուք կրում եք բացառիկ պատասխանատվություն ձեր մասնավոր բանալիների և 25 բառանոց seed արտահայտության համար։
id: nexawal oleh Nexatrode LLC adalah antarmuka self-custodial untuk mengelola aset digital. Anda memegang tanggung jawab penuh atas kunci pribadi dan frasa seed 25 kata.
it: nexawal di Nexatrode LLC è un’interfaccia self-custodial per gestire asset digitali. Hai la responsabilità esclusiva delle tue chiavi private e della frase seed di 25 parole.
ja: Nexatrode LLC の nexawal は、デジタル資産を管理するためのセルフカストディ型インターフェースです。秘密鍵および 25 語のシードフレーズについて、あなたが単独で責任を負います。
ko: Nexatrode LLC의 nexawal은 디지털 자산을 관리하기 위한 셀프 커스터디 인터페이스입니다. 개인 키와 25단어 시드 구문에 대한 전적인 책임은 사용자에게 있습니다.
ky: Nexatrode LLC’нин nexawal’ы — санарип активдерди башкаруу үчүн өзүнчө сактоо интерфейси. Жеке ачкычтарыңыз жана 25 сөздүк seed фразаңыз үчүн жоопкерчилик сизде.
lt: nexawal iš Nexatrode LLC yra savarankiškos saugojimo sąsaja skaitmeniniam turtui valdyti. Jūs vieninteliai atsakingi už privačius raktus ir 25 žodžių seed frazę.
lv: nexawal no Nexatrode LLC ir pašpārvaldības saskarne digitālo aktīvu pārvaldībai. Jūs uzņematies ekskluzīvu atbildību par privātajām atslēgām un 25 vārdu seed frāzi.
ms: nexawal oleh Nexatrode LLC ialah antara muka penjagaan sendiri untuk mengurus aset digital. Anda memegang tanggungjawab eksklusif ke atas kunci peribadi dan frasa benih 25 perkataan.
my: Nexatrode LLC ၏ nexawal သည် ဒစ်ဂျစ်တယ် ပိုင်ဆိုင်မှုများကို စီမံရန် ကိုယ်တိုင်ထိန်းသိမ်းသည့် အင်တာဖေ့စ်ဖြစ်သည်။ သင့်ပုဂ္ဂလိက သော့များနှင့် စကားလုံး ၂၅ လုံးပါ seed စကားစုအတွက် တာဝန်အားလုံး သင့်အပေါ်တွင်သာရှိသည်။
nb: nexawal fra Nexatrode LLC er et self-custodial-grensesnitt for å administrere digitale eiendeler. Du har eneansvar for dine private nøkler og 25-ords seed-frase.
nl: nexawal van Nexatrode LLC is een self-custodial interface voor het beheren van digitale activa. Jij bent als enige verantwoordelijk voor je privésleutels en 25-woorden seedzin.
pl: nexawal od Nexatrode LLC to interfejs self-custodial do zarządzania aktywami cyfrowymi. Ponosisz wyłączną odpowiedzialność za swoje klucze prywatne i 25-wyrazową frazę seed.
pt_br: O nexawal da Nexatrode LLC é uma interface de autocustódia para gerenciar ativos digitais. Você tem responsabilidade exclusiva pelas suas chaves privadas e pela frase-semente de 25 palavras.
ro: nexawal de la Nexatrode LLC este o interfață cu auto-custodie pentru gestionarea activelor digitale. Aveți responsabilitatea exclusivă pentru cheile private și fraza seed de 25 de cuvinte.
ru: nexawal от Nexatrode LLC — это интерфейс с самостоятельной ответственностью за хранение цифровых активов. Вы несёте исключительную ответственность за свои закрытые ключи и seed-фразу из 25 слов.
sk: nexawal od Nexatrode LLC je self-custodial rozhranie na správu digitálnych aktív. Výhradnú zodpovednosť za súkromné kľúče a 25-slovnú seed frázu nesiete vy.
sl: nexawal podjetja Nexatrode LLC je vmesnik s samostojnim skrbništvom za upravljanje digitalnih sredstev. Izključno ste odgovorni za zasebne ključe in 25-besedno seed frazo.
sq: nexawal nga Nexatrode LLC është një ndërfaqe vetë-ruajtëse për menaxhimin e aseteve digjitale. Ju mbani përgjegjësi ekskluzive për çelësat tuaj privatë dhe frazën seed me 25 fjalë.
sv: nexawal från Nexatrode LLC är ett self-custodial-gränssnitt för att hantera digitala tillgångar. Du har ensamt ansvar för dina privata nycklar och 25-ords fröfras.
th: nexawal โดย Nexatrode LLC เป็นอินเทอร์เฟซแบบดูแลเองสำหรับจัดการสินทรัพย์ดิจิทัล คุณรับผิดชอบแต่เพียงผู้เดียวต่อคีย์ส่วนตัวและวลีซีด 25 คำ
tr: Nexatrode LLC’nin nexawal’ı, dijital varlıkları yönetmek için bir öz-saklama arayüzüdür. Özel anahtarlarınız ve 25 kelimelik tohum ifadeniz için münhasır sorumluluk size aittir.
uk: nexawal від Nexatrode LLC — це інтерфейс із самостійним зберіганням цифрових активів. Ви несете виключну відповідальність за свої приватні ключі та seed-фразу з 25 слів.
ur: Nexatrode LLC کا nexawal ڈیجیٹل اثاثوں کے انتظام کے لیے سیلف کسٹوڈیل انٹرفیس ہے۔ آپ کی نجی کلیدیں اور 25 الفاظ کی سیڈ فریز کی مکمل ذمہ داری آپ پر ہے۔
vi: nexawal của Nexatrode LLC là giao diện tự lưu ký để quản lý tài sản số. Bạn chịu trách nhiệm duy nhất về khóa riêng và cụm từ khôi phục 25 từ.
yo: nexawal láti ọwọ́ Nexatrode LLC jẹ́ ìfojúṣe ìtọ́jú ara ẹni fún ṣíṣàkóso àwọn ohun-ìní oníṣirò. Ìdájọ́ dúró lórí rẹ nìkan fún àwọn kọ́kọ́rọ́ àdáni àti ọ̀rọ̀ irúgbìn ọ̀rọ̀ 25.
zh_hans: Nexatrode LLC 的 nexawal 是用于管理数字资产的自托管界面。您对私钥和 25 词助记词负有全部责任。
zh_hant: Nexatrode LLC 的 nexawal 是用於管理數位資產的自託管介面。您對私鑰與 25 詞助記詞負有全部責任。
